package exercises.olimp.olimp2;

/**
    Формируется и выводится прямоугольный массив (n строк и m столбцов)
    целых чисел от -50 до 50. Вычисляется и выводится:
    а)Сумма чисел в каждой строке
    б)Среднее арифметическое в каждой строке
    в)Сумма и среднее арифметическое отрицательных чисел в каждой строке
    г)Сумма и среднее арифметическое положительных четных числе в каждой строке
    д)Сумма и среднее арифметическое всех числе

*/

public class Main {
    public static void main(String[] args) {

    }
}